Repository: balance-as/WaterNLifeTools
Catalog: Translations/WaterNLifeTools.g.*.xlf
Languages: da_dk

# Table 931661215 - Property 2879900210
source: WaterNlife Setup
da_dk: WaterNlife Opsætning

# Table 931661215 - Field 2154886133 - Property 2879900210
source: Bin ranking Filter
da_dk: PlaceringNiveau Filter

# Table 931661215 - Field 1771472914 - Property 2879900210
source: ContryFromLocation
da_dk: Lande fra Lokation

# Table 931661215 - Field 3539203692 - Property 2879900210
source: ContryLocation
da_dk: Land - Lokationflyt

# Table 931661215 - Field 2982261901 - Property 2879900210
source: ContryToLocation
da_dk: Land til Lokation

# Table 931661215 - Field 410940989 - Property 2879900210
source: Customer Posting Group
da_dk: Debitorbogføringsgruppe

# Table 931661215 - Field 1567358592 - Property 2879900210
source: Debug path
da_dk: Debug Sti

# Table 931661215 - Field 3811440715 - Property 2879900210
source: Durability
da_dk: Udløbsdataformel

# Table 931661215 - Field 3713136612 - Property 2879900210
source: GTIN No. Series
da_dk: GTIN nummer serie

# Table 931661215 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
da_dk: Kladde Navn

# Table 931661215 - Field 2057898147 - Property 2879900210
source: Output Journal Template Name
da_dk: Afgang Kladdetype navn

# Table 931661215 - Field 2736130265 - Property 2879900210
source: Primary Key
da_dk: Nøgle

# Table 931661215 - Field 2205104606 - Property 2879900210
source: Shipment Method Code
da_dk: Leveringskode [NAB: SUGGESTION]Kode for leveringsform [NAB: SUGGESTION]Kode for leveringsmetode

# Table 931661215 - Field 2108794423 - Property 2879900210
source: Webshop PAyment URL
da_dk: Webshop betalings URL

# Table 2722806399 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse

# Table 2722806399 - Field 949215307 - Property 2879900210
source: No.
da_dk: Nr. Nej. Nummer

# Table 2722806399 - Field 2704404533 - Property 2879900210
source: Quantity
da_dk: Antal

# Table 2722806399 - Field 180543479 - Property 2879900210
source: Raw Item No.
da_dk: Komponent vare nr.

# Codeunit 4198103595 - Method 4122925296 - NamedType 1916287837
source: %1 %2 is change from %3 %4\to %5
da_dk: %1 %2 er ændret fra %3 %4\til %5

# Codeunit 4198103595 - Method 4122925296 - NamedType 2922399438
source: There is no %1 with %2 %3 assignment
da_dk: Der er ingen %1 med %2 og %3 udfyldt

# Codeunit 4198103595 - Method 3602853947 - NamedType 1916287837
source: %1 %2 is changed
da_dk: %1 %2 er ændret

# Codeunit 4221973391 - NamedType 1794032510
source: Batch [%1] has a [%2] defined.\Please use a [%3] instead.
da_dk: Kladde %1 har en %2 angivet.\Sæt venligst %3 i stedet

# Codeunit 605781948 - NamedType 71159511
source: Post occurred, and Printing has been queued
da_dk: Record oprettet, og Udskriften er blvet sat i kø

# Page 2163867583 - Action 978585800 - Property 2879900210
source: delete record
da_dk: Slet Entity

# Page 3113319332 - Property 2879900210
source: Warehouse Entries balance
da_dk: Lager Poster

# Page 3113319332 - Control 2814799924 - Property 1295455071
source: Specifies the bin where the items are picked or put away.
da_dk: Angiver den placering, hvor varerne plukkes eller lægges på lager.

# Page 3113319332 - Control 3309616201 - Property 1295455071
source: Specifies the total cubage of the items on the warehouse entry line.
da_dk: Angiver det samlede rummål for varerne på lagerpostlinjen.

# Page 3113319332 - Control 3461834954 - Property 1295455071
source: Specifies a description of the warehouse entry.
da_dk: Angiver en beskrivelse af lagerposten.

# Page 3113319332 - Control 883711285 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specified number series when the entry was created.
da_dk: Angiver nummeret på posten, som tildeles fra den angivne nummerserie, da posten blev oprettet.

# Page 3113319332 - Control 149522872 - Property 1295455071
source: Specifies the entry type, which can be Negative Adjmt., Positive Adjmt., or Movement.
da_dk: Angiver posttypen, som kan være Nedregulering, Opregulering eller Bevægelse.

# Page 3113319332 - Control 1579714849 - Property 1295455071
source: Specifies the expiration date of the serial number.
da_dk: Angiver udløbsdatoen for serienummeret.

# Page 3113319332 - Control 568743302 - Property 1295455071
source: Specifies the number of the item in the entry.
da_dk: Angiver nummeret på varen i posten.

# Page 3113319332 - Control 2704330142 - Property 1295455071
source: Specifies the name of the journal batch, a personalized journal layout, that the entries were posted from.
da_dk: Angiver navnet på den kladdekørsel, et personligt kladdelayout, som posterne blev bogført fra.

# Page 3113319332 - Control 3684440170 - Property 1295455071
source: Specifies the name of the journal template, the basis of the journal batch, that the entries were posted from.
da_dk: Angiver navnet på kladdetypen – grundlaget for den kladdekørsel, som posterne blev bogført fra.

# Page 3113319332 - Control 3320823955 - Property 1295455071
source: Specifies the line number of the warehouse document line or warehouse journal line that was registered.
da_dk: Angiver nummeret på den lagerdokumentlinje eller lagerkladdelinje, der blev registreret.

# Page 3113319332 - Control 2161572060 - Property 1295455071
source: Specifies the code of the location to which the entry is linked.
da_dk: Angiver koden for den lokation, som posten er tilknyttet.

# Page 3113319332 - Control 1482668068 - Property 1295455071
source: Specifies the lot number assigned to the warehouse entry.
da_dk: Angiver det lotnummer, der tildeles lagerposten.

# Page 3113319332 - Control 1351594800 - Property 1295455071
source: Specifies the number series from which entry or record numbers are assigned to new entries or records.
da_dk: Angiver den nummerserie, som bruges til at knytte post- eller recordnumre til nye poster eller records.

# Page 3113319332 - Control 4240543679 - Property 1295455071
source: Specifies the package number assigned to the warehouse entry.
da_dk: Angiver det pakkenummer, der tildeles lagerstedposten.

# Page 3113319332 - Control 1584437498 - Property 1295455071
source: Specifies the quantity of the entry, in the base unit of measure.
da_dk: Angiver antallet for posten anført i basisenheder.

# Page 3113319332 - Control 806193894 - Property 1295455071
source: Specifies the number of base units of measure that are in the unit of measure specified for the item on the line.
da_dk: Angiver, hvor mange basisenheder der går på den enhed, der er angivet for varen på linjen.

# Page 3113319332 - Control 2704404533 - Property 1295455071
source: Specifies the number of units of the item in the warehouse entry.
da_dk: Angiver antallet af vareenheder i vareposten.

# Page 3113319332 - Control 1908046867 - Property 1295455071
source: Specifies the reason code, a supplementary source code that enables you to trace the entry.
da_dk: Angiver årsagskoden som et supplerende kildespor, der hjælper til at spore posten.

# Page 3113319332 - Control 3678395431 - Property 1295455071
source: Specifies the date the entry was registered.
da_dk: Angiver den dato, hvor posten blev registreret.

# Page 3113319332 - Control 47037625 - Property 1295455071
source: Specifies the serial number.
da_dk: Angiver serienummeret.

# Page 3113319332 - Control 1045917230 - Property 1295455071
source: Specifies the type of document that the line relates to.
da_dk: Angiver den bilagstype, som linjen vedrører.

# Page 3113319332 - Control 312545736 - Property 1295455071
source: Specifies the line number of the source document that the entry originates from.
da_dk: Angiver linjenummeret på det kildebilag, som posten stammer fra.

# Page 3113319332 - Control 1882905478 - Property 1295455071
source: Specifies the number of the source document that the entry originates from.
da_dk: Angiver nummeret på det kildebilag, som posten stammer fra.

# Page 3113319332 - Control 1043593140 - Property 1295455071
source: Specifies the source subline number of the document from which the entry originates.
da_dk: Angiver kildeunderlinjenummeret på det bilag, som posten stammer fra.

# Page 3113319332 - Control 205345179 - Property 1295455071
source: Specifies the source subtype of the document to which the warehouse entry line relates.
da_dk: Angiver kildeundertypen for det bilag, som lagerpostlinjen vedrører.

# Page 3113319332 - Control 1753214751 - Property 1295455071
source: Specifies the table number that is the source of the entry line, for example, 39 for a purchase line, 37 for a sales line.
da_dk: Angiver det tabelnummer, som er kilden for posten, f.eks. 39 for en købslinje eller 37 for en salgslinje.

# Page 3113319332 - Control 2385270358 - Property 1295455071
source: Specifies how each unit of the item or resource is measured, such as in pieces or hours. By default, the value in the Base Unit of Measure field on the item or resource card is inserted.
da_dk: Angiver, hvordan hver enhed af varen eller ressourcen måles, f.eks. i enheder eller timer. Som standard indsættes værdien i feltet Basisenhed på kortet vare eller ressource.

# Page 3113319332 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user who posted the entry, to be used, for example, in the change log.
da_dk: Angiver id'et for den bruger, der har bogført posten, der skal bruges, f.eks. i ændringsloggen.

# Page 3113319332 - Control 3450651614 - Property 1295455071
source: Specifies the variant of the item on the line.
da_dk: Angiver varianten af varen på linjen.

# Page 3113319332 - Control 2854289444 - Property 1295455071
source: Specifies the weight of one item unit when measured in the specified unit of measure.
da_dk: Angiver vægten af en vareenhed, når den måles i den angivne enhed.

# Page 3113319332 - Control 1483846801 - Property 1295455071
source: Specifies the number of the warehouse document from which this entry originated.
da_dk: Angiver nummeret på det lagerdokument, som posten stammer fra.

# Page 3113319332 - Control 2071670972 - Property 1295455071
source: Specifies the type of the document from which this entry originated.
da_dk: Angiver typen for det bilag, som posten stammer fra.

# Page 3113319332 - Control 16017469 - Property 1295455071
source: Specifies the code of the zone to which the entry is linked.
da_dk: Angiver koden for den zone, som posten er tilknyttet.

# Page 3113319332 - Action 978585800 - Property 2879900210
source: delete record
da_dk: Slet Entity

# Page 2805204955 - Property 2879900210
source: WaterNlife Setup
da_dk: WaterNlife Opsætning

# Page 2805204955 - Control 2108794423 - Property 1295455071
source: %1 = Weborder No., %2 = Sales Order No., %3 = Currency Code, %4 = Amount
da_dk: %1 = Webordre Nr., %2 = Salgs Ordre Nr., %3 = Valutakode, %4 = Beløb

# Page 2805204955 - Action 2638806226 - Property 2879900210
source: Set salesorders to Location WBS
da_dk: Sæt Salgsordrer til Location WBS

# Page 2805204955 - Action 350904577 - Property 2879900210
source: Clear 2 Bin Content
da_dk: Slet 2 i bin content

# Page 2805204955 - Action 4064095237 - Property 2879900210
source: Clear Inventory registrered
da_dk: Angiv nul i optalt antal

# Page 2805204955 - Action 1002420131 - Property 2879900210
source: Print Label
da_dk: Udskriv Label

# Report 208943483 - Property 2879900210
source: Item Label
da_dk: Vare Label

# Report 208943483 - Control 1722142039 - Property 2879900210
source: No. of Labels
da_dk: Antal kopier

# Report 208943483 - Control 2873583498 - Property 2879900210
source: Package Quantity:
da_dk: Pakke antal:

# Report 208943483 - Control 3820838917 - Property 2879900210
source: Purchase Order No.
da_dk: Købsordre nr.

# PageExtension 1391811513 - Action 3616003232 - Property 2879900210
source: Item Label
da_dk: Vare Label

# PageExtension 3442673531 - Action 3616003232 - Property 2879900210
source: Item Label
da_dk: Vare Label

# PageExtension 877846630 - Action 4208914614 - Property 1295455071
source: Just testing
da_dk: Kun til test

# PageExtension 877846630 - Action 4208914614 - Property 2879900210
source: delete worksheet
da_dk: Slet arket

# PageExtension 3037849121 - Action 4064095237 - Property 2879900210
source: Clear Inventory registrered
da_dk: Angiv nul i optalt antal

# PageExtension 3639017585 - Action 488093921 - Property 2879900210
source: Move-to Location
da_dk: Flyt-Til-Lokation

# PageExtension 2777263697 - Action 1304118534 - Property 1295455071
source: This function is used to change "Shipment Location" according to setup in Country/Region table
da_dk: Denne funktion vil ændre leverings lokationen i henhold til opsætning i Lande/Region tabellen

# PageExtension 2777263697 - Action 1304118534 - Property 2879900210
source: Move Amazon Orders
da_dk: Flyt Amazon Ordrer

# PageExtension 2777263697 - Action 1205948582 - Property 1295455071
source: This function is used to change valud for "Exclude from movement"
da_dk: Denne fuktion er brugt til at ændre værdi for "Udeluk fra bevægelse"

# PageExtension 2777263697 - Action 1205948582 - Property 2879900210
source: Set exclude from Movement
da_dk: Angiv "Udeluk fra bevægelse"

# PageExtension 28985575 - Action 1304118534 - Property 1295455071
source: This function is used to change "Shipment Location" according to setup in Country/Region table
da_dk: Denne funktion vil ændre leverings lokationen i henhold til opsætning i Lande/Region tabellen

# PageExtension 28985575 - Action 1304118534 - Property 2879900210
source: Move Amazon Orders
da_dk: Flyt Amazon Ordrer

# PageExtension 28985575 - Action 1205948582 - Property 1295455071
source: This function is used to change value for "Exclude from movement"
da_dk: Denne fuktion er brugt til at ændre værdi for "Udeluk fra bevægelse"

# PageExtension 28985575 - Action 1205948582 - Property 2879900210
source: Set exclude from Movement
da_dk: Angiv "Udeluk fra bevægelse"

# PageExtension 28985575 - Action 3807491769 - Property 1295455071
source: This function is used to change value for "Exclude from movement"
da_dk: Denne fuktion er brugt til at ændre værdi for "Udeluk fra bevægelse"

# PageExtension 28985575 - Action 3807491769 - Property 2879900210
source: Set include from Movement
da_dk: Angiv Udeluk IKKE fra bevægelse

# PageExtension 910320485 - Control 1771472914 - Property 1295455071
source: Location to change Amazon - Sales Order Location to
da_dk: Lokation hvor Amazon ordrer flyttes til

# PageExtension 910320485 - Control 2982261901 - Property 1295455071
source: Location to change Amazon - Sales Order Location from
da_dk: Lokation hvor Amazon ordrer flyttes fra

# PageExtension 910320485 - Control 4045368290 - Property 1295455071
source: Change Shipping agent at sales order when changinge Location code\If empty, then no change at Sales Header
da_dk: Skift speditør kode på salgsordrer når der ændes Lokation kode\Hvis den er tom så sker der ingen ændring på salgsordren.

# TableExtension 2555527906 - Field 2020085182 - Property 2879900210
source: Move From Location
da_dk: Flyt fra lokation

# TableExtension 2555527906 - Field 2650431649 - Property 2879900210
source: Move to Location
da_dk: Flyt til lokation

# TableExtension 2555527906 - Field 4045368290 - Property 2879900210
source: Shipping Agent Code
da_dk: Speditørkode

# TableExtension 2235956096 - Field 2579834688 - Property 2879900210
source: Reference Name
da_dk: Reference Navn

# TableExtension 2235956096 - Field 1336789267 - Property 2879900210
source: Reference Code
da_dk: Reference Kode

# TableExtension 2235956096 - Field 1821287220 - Property 2879900210
source: Vat Product posting group
da_dk: Moms Prod. Grp

# TableExtension 471269725 - Field 1353114017 - Property 2879900210
source: Qty. on Blanket Order
da_dk: Antal på rammeordre

# TableExtension 471269725 - Field 153993133 - Property 2879900210
source: Qty. on Purch. Blanket Order
da_dk: Antal på Købsrammeordre

# TableExtension 1515121953 - Field 1383471679 - Property 2879900210
source: Pick Exist
da_dk: Pluk oprettet

# TableExtension 3984511117 - Field 2000989190 - Property 2879900210
source: Shipment ID
da_dk: Forsendelses ID

# TableExtension 3984511117 - Field 1890056703 - Property 2879900210
source: Tracking ID
da_dk: Sporings ID

# TableExtension 2495465441 - Field 2000989190 - Property 2879900210
source: Shipment ID
da_dk: Forsendelses ID

# TableExtension 2495465441 - Field 1890056703 - Property 2879900210
source: Tracking ID
da_dk: Sporings ID

# TableExtension 2317455693 - Field 2000989190 - Property 2879900210
source: Shipment ID
da_dk: Forsendelses ID

# TableExtension 2317455693 - Field 1890056703 - Property 2879900210
source: Tracking ID
da_dk: Sporings ID

# TableExtension 2424118337 - Field 2000989190 - Property 2879900210
source: Shipment ID
da_dk: Forsendelses ID

# TableExtension 2424118337 - Field 1689054440 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify Ordrenr.

# TableExtension 869153732 - Field 2000989190 - Property 2879900210
source: Shipment ID
da_dk: Forsendelses ID

# TableExtension 869153732 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
da_dk: Kundenavn

source: Do You want to continue without filter on %1?
da_dk: Vil du fortsætte uden filter på %1?

source: Report stopped!\Please Add filter for %1!
da_dk: Kørsel er stoppet!\Tilføj filter for %1!

# PageExtension 1391811513 - Property 2879900210
source: Get GTIN no.
da_dk: Hent GTIN Nr.

# PageExtension 1391811513 - Property 1295455071
source: Get new GTIN Number from No. series
da_dk: Hent ny GTIN Nummer fra nr. serie
